{
    "groceries": [
      {
        "id": "ovsene",
        "naziv":"Ovsene pahuljice",
        "Proteini": 21,
        "Ugljeni hidrati": 21,
        "Vlakna": 22,
        "Masti": 43,
        "Secer": 7,
        "Kalorije": 120,
        "Slika": "slike1/ovsenenove.jpg",
        "Opis":"Efekti ovsene kaše na vaše zdravlje u velikoj meri zavise od toga kako su pripremljene. Dok ovsena kaša sa puno visokokaloričnih dodataka kao što su puter od kikirikija ili čokolada može da podstakne debljanje, ovsena kaša napravljena od vode, voća i minimalnog šećera je odličan obrok za one koji pokušavaju da izgube težinu i započnu svoj dan na zdraviji način. Ovaj članak vam govori sve što treba da znate o kalorijama, nutritivnim vrednostima i uticaju ovsenih pahuljica na zdravlje. "
      },
      {
        "id": "pastrmka",
        "naziv":"Pastrmka",
        "Proteini": 21,
        "Ugljeni hidrati": 0,
        "Vlakna": 6,
        "Masti": 6.7,
        "Secer": 0,
        "Kalorije": 119,
        "Slika": "slike1/pastrmcica.jpg",
        "Opis":"Pastrmka je veoma cenjena slatkovodna riba sa finim, aromatičnim mesom. Pastrmke uglavnom preferiraju hladne vode jezera i reka, iako neke vrste pastrmke žive u moru; u ovom slučaju se vraćaju u slatku vodu da se mreste, isto poput lososa. Pastrmka je jedna od genetski najraznovrsnijih poznatih kičmenjaka. Postoji mnogo više genetskih varijacija pastrmke nego između bilo koje populacije u celoj ljudskoj vrsti. Pošto postoji mnogo različitih vrsta pastrmki, u ovom članku ćemo se fokusirati na kalifornijsku pastrmku"
      },
      {
        "id": "krompir",
        "naziv":"Krompir",
        "Proteini": 2.36,
        "Ugljeni hidrati": 28.7,
        "Vlakna": 0.4,
        "Masti": 0.19,
        "Secer": 0.1,
        "Kalorije": 87,
        "Slika": "slike1/krompiri.jpeg",
        "Opis":" Krompir je biljka iz porodice velebilja i srodna je paradajzu i duvanu. Njen latinski naziv je Solanum tuberosum. Poreklom iz Južne Amerike, krompir je donet u Evropu u 16. veku i sada se uzgaja u celom svetu.Krompiri se obično jedu kuvani, pečeni ili prženi i često se služe kao prilog ili užina. U nastavku članka saznajte kalorije, nutritivne vrednosti i uticaj krompira na zdravlje.  "
      }
      ,
      {
        "id": "piletina",
        "naziv":"Piletina",
        "Proteini": 24,
        "Ugljeni hidrati": 0,
        "Vlakna": 0,
        "Masti": 3,
        "Secer": 0,
        "Kalorije": 120,
        "Slika": "slike1/pile.jpeg",
        "Opis":"Piletina je jedna od najpopularnijih vrsta mesa. Ne samo da je piletina široko dostupna i laka za pripremu, već sadrži širok spektar nutrijenata koji su korisni za vaše zdravlje. Ipak, različiti delovi piletine mogu imati različite nutritivne vrednosti, stoga ćemo se u ovom tekstu osvrnuti na pileća prsa i pileći batak.  "
      },
      {
        "id": "pirinac",
        "naziv":"Pirinac",
        "Proteini": 24,
        "Ugljeni hidrati": 0,
        "Vlakna": 0,
        "Masti": 3,
        "Secer": 0,
        "Kalorije": 120,
        "Slika": "slike1/pirinacNaj.jpeg",
        "Opis":"Piletina je jedna od najpopularnijih vrsta mesa. Ne samo da je piletina široko dostupna i laka za pripremu, već sadrži širok spektar nutrijenata koji su korisni za vaše zdravlje. Ipak, različiti delovi piletine mogu imati različite nutritivne vrednosti, stoga ćemo se u ovom tekstu osvrnuti na pileća prsa i pileći batak.  "
      }
    ]
  }